Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# JSONFileConvertedToPOLSuccess
source: JSON file converted to POL successfully. The output file is saved in: {0}
ar: تم تحويل ملف JSON إلى POL بنجاح. تم حفظ ملف الإخراج في: {0}
de_de: JSON-Datei erfolgreich in POL konvertiert. Die Ausgabedatei wurde gespeichert in: {0}
el_gr: Το αρχείο JSON μετατράπηκε σε POL επιτυχώς. Το αρχείο εξόδου αποθηκεύθηκε στο: {0}
es: El archivo JSON se convirtió a POL exitosamente. El archivo de salida se guardó en: {0}
fr_fr: Fichier JSON converti en POL avec succès. Le fichier de sortie est enregistré dans : {0}
he_il: קובץ JSON הומר ל-POL בהצלחה. קובץ הפלט נשמר ב: {0}
hi_in: JSON फ़ाइल सफलतापूर्वक POL में कन्वर्ट की गई। आउटपुट फ़ाइल इस स्थान पर सहेजी गई: {0}
ml_in: JSON ഫയൽ വിജയകരമായി POL-ലേക്ക് കൺവേർട്ട് ചെയ്തു. ഔട്ട്പുട്ട് ഫയൽ ഈ സ്ഥാനത്ത് സേവ് ചെയ്തു: {0}
pl_pl: Plik JSON został pomyślnie przekonwertowany na POL. Plik wyjściowy został zapisany w lokalizacji: {0}

# SelectAtLeastOneSecurityINFFileWarning
source: Please select at least one Security INF file to convert.
ar: يرجى تحديد ملف Security INF واحد على الأقل للتحويل.
de_de: Bitte wählen Sie mindestens eine Sicherheits-INF-Datei zum Konvertieren aus.
el_gr: Παρακαλώ επιλέξτε τουλάχιστον ένα αρχείο Security INF για μετατροπή.
es: Por favor seleccione al menos un archivo Security INF para convertir.
fr_fr: Veuillez sélectionner au moins un fichier Security INF à convertir.
he_il: נא לבחור לפחות קובץ Security INF אחד להמרה.
hi_in: कृपया कन्वर्ट करने के लिए कम से कम एक Security INF फ़ाइल चुनें।
ml_in: കൺവേർട്ട് ചെയ്യാൻ കുറഞ്ഞത് ഒരു Security INF ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz co najmniej jeden plik Security INF do konwersji.

# SecurityINFFileConvertedToJSONSuccess
source: Security INF file converted to JSON successfully. The output file is: {0}
ar: تم تحويل ملف Security INF إلى JSON بنجاح. ملف الإخراج هو: {0}
de_de: Sicherheits-INF-Datei erfolgreich in JSON konvertiert. Die Ausgabedatei ist: {0}
el_gr: Το αρχείο Security INF μετατράπηκε σε JSON επιτυχώς. Το αρχείο εξόδου είναι: {0}
es: El archivo Security INF se convirtió a JSON exitosamente. El archivo de salida es: {0}
fr_fr: Fichier Security INF converti en JSON avec succès. Le fichier de sortie est : {0}
he_il: קובץ Security INF הומר ל-JSON בהצלחה. קובץ הפלט הוא: {0}
hi_in: Security INF फ़ाइल सफलतापूर्वक JSON में कन्वर्ट की गई। आउटपुट फ़ाइल है: {0}
ml_in: Security INF ഫയൽ വിജയകരമായി JSON-ലേക്ക് കൺവേർട്ട് ചെയ്തു. ഔട്ട്പുട്ട് ഫയൽ ഇവിടെയാണ്: {0}
pl_pl: Plik Security INF został pomyślnie przekonwertowany na JSON. Plik wyjściowy to: {0}

# SecurityPolicyReportSavedSuccess
source: Successfully saved the Security Policy Report to the following location: {0}
ar: تم حفظ تقرير سياسة الأمان بنجاح في الموقع التالي: {0}
de_de: Der Sicherheitsrichtlinienbericht wurde erfolgreich am folgenden Speicherort gespeichert: {0}
el_gr: Η αναφορά πολιτικής ασφάλειας αποθηκεύθηκε επιτυχώς στην ακόλουθη τοποθεσία: {0}
es: El reporte de directiva de seguridad se guardó exitosamente en la siguiente ubicación: {0}
fr_fr: Le rapport de stratégie de sécurité a été enregistré avec succès à l'emplacement suivant : {0}
he_il: דוח מדיניות האבטחה נשמר בהצלחה למיקום הבא: {0}
hi_in: सुरक्षा नीति रिपोर्ट सफलतापूर्वक निम्नलिखित स्थान पर सहेजी गई: {0}
ml_in: സുരക്ഷാ നയ റിപ്പോർട്ട് വിജയകരമായി ഇനിപ്പറയുന്ന സ്ഥാനത്ത് സേവ് ചെയ്തു: {0}
pl_pl: Raport zasad bezpieczeństwa został pomyślnie zapisany w następującej lokalizacji: {0}

# FoundExistingDISMServiceProcess
source: Found existing DISMService process (PID: {0}), terminating...
ar: تم العثور على عملية DISMService موجودة (PID: {0})، جاري الإنهاء...
de_de: Vorhandenen DISMService-Prozess gefunden (PID: {0}), wird beendet...
el_gr: Βρέθηκε υπάρχουσα διεργασία DISMService (PID: {0}), τερματισμός...
es: Se encontró proceso DISMService existente (PID: {0}), terminando...
fr_fr: Processus DISMService existant trouvé (PID : {0}), arrêt en cours...
he_il: נמצא תהליך DISMService קיים (PID: {0}), מסיים...
hi_in: मौजूदा DISMService प्रक्रिया मिली (PID: {0}), समाप्त कर रहे हैं...
ml_in: നിലവിലുള്ള DISMService പ്രോസസ് കണ്ടെത്തി (PID: {0}), അവസാനിപ്പിക്കുന്നു...
pl_pl: Znaleziono istniejący proces DISMService (PID: {0}), kończenie...

# SuccessfullyTerminatedDISMServiceProcess
source: Successfully terminated DISMService process (PID: {0})
ar: تم إنهاء عملية DISMService بنجاح (PID: {0})
de_de: DISMService-Prozess erfolgreich beendet (PID: {0})
el_gr: Η διεργασία DISMService τερματίστηκε επιτυχώς (PID: {0})
es: Proceso DISMService terminado exitosamente (PID: {0})
fr_fr: Processus DISMService arrêté avec succès (PID : {0})
he_il: הסתיים בהצלחה תהליך DISMService (PID: {0})
hi_in: DISMService प्रक्रिया सफलतापूर्वक समाप्त की गई (PID: {0})
ml_in: DISMService പ്രോസസ് വിജയകരമായി അവസാനിപ്പിച്ചു (PID: {0})
pl_pl: Pomyślnie zakończono proces DISMService (PID: {0})

# FailedToTerminateDISMServiceProcess
source: Failed to terminate DISMService process (PID: {0}): {1}
ar: فشل في إنهاء عملية DISMService (PID: {0}): {1}
de_de: Beenden des DISMService-Prozesses fehlgeschlagen (PID: {0}): {1}
el_gr: Αποτυχία τερματισμού διεργασίας DISMService (PID: {0}): {1}
es: Falló al terminar proceso DISMService (PID: {0}): {1}
fr_fr: Échec de l'arrêt du processus DISMService (PID : {0}) : {1}
he_il: נכשל בסיום תהליך DISMService (PID: {0}): {1}
hi_in: DISMService प्रक्रिया समाप्त करने में विफल (PID: {0}): {1}
ml_in: DISMService പ്രോസസ് അവസാനിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു (PID: {0}): {1}
pl_pl: Nie udało się zakończyć procesu DISMService (PID: {0}): {1}

# ErrorCheckingExistingDISMServiceProcesses
source: Error while checking for existing DISMService processes: {0}
ar: خطأ أثناء فحص عمليات DISMService الموجودة: {0}
de_de: Fehler beim Prüfen auf vorhandene DISMService-Prozesse: {0}
el_gr: Σφάλμα κατά τον έλεγχο υπαρχουσών διεργασιών DISMService: {0}
es: Error verificando procesos DISMService existentes: {0}
fr_fr: Erreur lors de la vérification des processus DISMService existants : {0}
he_il: שגיאה בעת בדיקה עבור תהליכי DISMService קיימים: {0}
hi_in: मौजूदा DISMService प्रक्रियाओं की जांच में त्रुटि: {0}
ml_in: നിലവിലുള്ള DISMService പ്രോസസുകൾ പരിശോധിക്കുന്നതിൽ പിശക്: {0}
pl_pl: Błąd podczas sprawdzania istniejących procesów DISMService: {0}

source: DISM service file integrity check failed
de_de: Integritätsprüfung der DISM-Dienstdatei fehlgeschlagen
el_gr: Ο έλεγχος ακεραιότητας αρχείου υπηρεσίας DISM απέτυχε
es: Falló la verificación de integridad del archivo del servicio DISM
he_il: בדיקת שלמות קובץ שירות DISM נכשלה
hi_in: DISM सेवा फ़ाइल अखंडता जांच विफल
ml_in: DISM സേവന ഫയൽ സമഗ്രത പരിശോധന പരാജയപ്പെട്ടു

# FailedToVerifyDISMServiceIntegrity
source: Failed to verify DISM service integrity: {0}
de_de: Überprüfung der DISM-Dienstintegrität fehlgeschlagen: {0}
el_gr: Αποτυχία επαλήθευσης ακεραιότητας υπηρεσίας DISM: {0}
es: Falló al verificar la integridad del servicio DISM: {0}
he_il: נכשל באימות שלמות שירות DISM: {0}
hi_in: DISM सेवा अखंडता सत्यापित करने में विफल: {0}
ml_in: DISM സേവന സമഗ്രത പരിശോധിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {0}

# DISMServiceFileIntegrityVerificationFailed
source: DISM service file integrity verification failed. Cannot start service.
de_de: Überprüfung der Integrität der DISM-Dienstdatei fehlgeschlagen. Dienst kann nicht gestartet werden.
el_gr: Η επαλήθευση ακεραιότητας αρχείου υπηρεσίας DISM απέτυχε. Δεν είναι δυνατή η εκκίνηση της υπηρεσίας.
es: Falló la verificación de integridad del archivo del servicio DISM. No se puede iniciar el servicio.
he_il: אימות שלמות קובצי שירות DISM נכשל. לא ניתן להפעיל את השירות.
hi_in: DISM सेवा फ़ाइल अखंडता सत्यापन विफल। सेवा शुरू नहीं की जा सकती।
ml_in: DISM സേവന ഫയൽ സമഗ്രത പരിശോധന പരാജയപ്പെട്ടു. സേവനം ആരംഭിക്കാൻ കഴിയില്ല.

# FailedToCreateProcessWin32Error
source: Failed to create process. Win32 Error: {0}
ar: فشل في إنشاء العملية. خطأ Win32: {0}
de_de: Prozess konnte nicht erstellt werden. Win32-Fehler: {0}
el_gr: Αποτυχία δημιουργίας διεργασίας. Σφάλμα Win32: {0}
es: Falló al crear proceso. Error Win32: {0}
fr_fr: Échec de la création du processus. Erreur Win32 : {0}
he_il: נכשל ביצירת תהליך. שגיאת Win32: {0}
hi_in: प्रक्रिया बनाने में विफल। Win32 त्रुटि: {0}
ml_in: പ്രോസസ് സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു. Win32 പിശക്: {0}
pl_pl: Nie udało się utworzyć procesu. Błąd Win32: {0}

# FailedToStartService
source: Failed to start service: {0}
ar: فشل في بدء الخدمة: {0}
de_de: Dienst konnte nicht gestartet werden: {0}
el_gr: Αποτυχία εκκίνησης υπηρεσίας: {0}
es: Falló al iniciar servicio: {0}
fr_fr: Échec du démarrage du service : {0}
he_il: נכשל בהפעלת שירות: {0}
hi_in: सेवा शुरू करने में विफल: {0}
ml_in: സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {0}
pl_pl: Nie udało się uruchomić usługi: {0}

# ServiceError
source: Service error: {0}
ar: خطأ في الخدمة: {0}
de_de: Dienstfehler: {0}
el_gr: Σφάλμα υπηρεσίας: {0}
es: Error de servicio: {0}
fr_fr: Erreur de service : {0}
he_il: שגיאת שירות: {0}
hi_in: सेवा त्रुटि: {0}
ml_in: സേവന പിശക്: {0}
pl_pl: Błąd usługi: {0}

# FailedToStartDISMServiceAdministrator
source: Failed to start DISM service. Make sure DismService.exe is in the application directory and you're running as Administrator.
ar: فشل في بدء خدمة DISM. تأكد من وجود DismService.exe في دليل التطبيق وأنك تعمل كمسؤول.
de_de: DISM-Dienst konnte nicht gestartet werden. Stellen Sie sicher, dass sich DismService.exe im Anwendungsverzeichnis befindet und dass Sie die Anwendung als Administrator ausführen.
el_gr: Αποτυχία εκκίνησης υπηρεσίας DISM. Βεβαιωθείτε ότι το DismService.exe βρίσκεται στο φάκελο της εφαρμογής και ότι εκτελείστε ως διαχειριστής.
es: Falló al iniciar el servicio DISM. Asegúrese de que DismService.exe esté en la carpeta de la aplicación y que esté ejecutando como administrador.
fr_fr: Échec du démarrage du service DISM. Assurez-vous que DismService.exe est dans le répertoire de l'application et que vous l'exécutez en tant qu'administrateur.
he_il: נכשל בהפעלת שירות DISM. ודא ש-DismService.exe נמצא בתיקיית האפליקציה ושאתה מריץ כמנהל.
hi_in: DISM सेवा शुरू करने में विफल। सुनिश्चित करें कि DismService.exe एप्लिकेशन फ़ोल्डर में है और आप व्यवस्थापक के रूप में चला रहे हैं।
ml_in: DISM സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. DismService.exe ആപ്ലിക്കേഷൻ ഫോൾഡറിൽ ഉണ്ടെന്നും നിങ്ങൾ അഡ്മിനിസ്ട്രേറ്ററായി പ്രവർത്തിപ്പിക്കുന്നുവെന്നും ഉറപ്പാക്കുക.
pl_pl: Nie udało się uruchomić usługi DISM. Upewnij się, że DismService.exe znajduje się w folderze aplikacji i że działasz jako administrator.

# FailedToInitializeDISMService
source: Failed to initialize DISM service: {0}
de_de: Initialisierung des DISM-Dienstes fehlgeschlagen: {0}
el_gr: Αποτυχία αρχικοποίησης υπηρεσίας DISM: {0}
es: Falló al inicializar el servicio DISM: {0}
he_il: נכשל באתחול שירות DISM: {0}
hi_in: DISM सेवा आरंभ करने में विफल: {0}
ml_in: DISM സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {0}

# SuccessfullyLoadedWindowsFeaturesCapabilities
source: Successfully loaded {0} Windows features and capabilities.
ar: تم تحميل {0} ميزة وقدرة Windows بنجاح.
de_de: Erfolgreich {0} Windows-Features und -Funktionen geladen.
el_gr: Φορτώθηκαν επιτυχώς {0} χαρακτηριστικά και δυνατότητες Windows.
es: Se cargaron exitosamente {0} características y capacidades de Windows.
fr_fr: Chargement réussi de {0} fonctionnalités et capacités Windows.
he_il: נטענו בהצלחה {0} תכונות ויכולות Windows.
hi_in: {0} Windows सुविधाएं और क्षमताएं सफलतापूर्वक लोड की गईं।
ml_in: {0} Windows ഫീച്ചറുകളും കഴിവുകളും വിജയകരമായി ലോഡ് ചെയ്തു.
pl_pl: Pomyślnie załadowano {0} funkcji i możliwości Windows.

# SuccessfullyEnabledItem
source: Successfully enabled {0}: {1}
ar: تم تمكين {0} بنجاح: {1}
de_de: Erfolgreich aktiviert {0}: {1}
el_gr: Ενεργοποιήθηκε επιτυχώς {0}: {1}
es: Se habilitó exitosamente {0}: {1}
fr_fr: Activation réussie de {0} : {1}
he_il: הופעל בהצלחה {0}: {1}
hi_in: सफलतापूर्वक सक्षम किया गया {0}: {1}
ml_in: വിജയകരമായി പ്രാപ്തമാക്കി {0}: {1}
pl_pl: Pomyślnie włączono {0}: {1}

# CouldNotVerifyStateAfterEnabling
source: Could not verify state after enabling {0}: {1}
ar: لا يمكن التحقق من الحالة بعد تمكين {0}: {1}
de_de: Status nach dem Aktivieren von {0} konnte nicht verifiziert werden: {1}
el_gr: Δεν ήταν δυνατή η επαλήθευση κατάστασης μετά την ενεργοποίηση {0}: {1}
es: No se pudo verificar el estado después de habilitar {0}: {1}
fr_fr: Impossible de vérifier l'état après l'activation de {0} : {1}
he_il: לא ניתן היה לאמת את המצב לאחר הפעלת {0}: {1}
hi_in: सक्षम करने के बाद स्थिति सत्यापित नहीं की जा सकी {0}: {1}
ml_in: പ്രാപ്തമാക്കിയതിന് ശേഷം നില പരിശോധിക്കാൻ കഴിഞ്ഞില്ല {0}: {1}
pl_pl: Nie można zweryfikować stanu po włączeniu {0}: {1}

# FailedToEnableItem
source: Failed to enable {0}: {1}
ar: فشل في تمكين {0}: {1}
de_de: Aktivieren von {0} fehlgeschlagen: {1}
el_gr: Αποτυχία ενεργοποίησης {0}: {1}
es: Falló al habilitar {0}: {1}
fr_fr: Échec de l'activation de {0} : {1}
he_il: נכשל בהפעלת {0}: {1}
hi_in: सक्षम करने में विफल {0}: {1}
ml_in: പ്രാപ്തമാക്കുന്നതിൽ പരാജയപ്പെട്ടു {0}: {1}
pl_pl: Nie udało się włączyć {0}: {1}

# ErrorEnablingItem
source: Error enabling {0}: {1}
ar: خطأ في تمكين {0}: {1}
de_de: Fehler beim Aktivieren von {0}: {1}
el_gr: Σφάλμα ενεργοποίησης {0}: {1}
es: Error habilitando {0}: {1}
fr_fr: Erreur lors de l'activation de {0} : {1}
he_il: שגיאה בהפעלת {0}: {1}
hi_in: सक्षम करने में त्रुटि {0}: {1}
ml_in: പ്രാപ്തമാക്കുന്നതിൽ പിശക് {0}: {1}
pl_pl: Błąd podczas włączania {0}: {1}

# SuccessfullyDisabledItem
source: Successfully disabled {0}: {1}
ar: تم تعطيل {0} بنجاح: {1}
de_de: Erfolgreich deaktiviert {0}: {1}
el_gr: Απενεργοποιήθηκε επιτυχώς {0}: {1}
es: Se deshabilitó exitosamente {0}: {1}
fr_fr: Désactivation réussie de {0} : {1}
he_il: הושבת בהצלחה {0}: {1}
hi_in: सफलतापूर्वक अक्षम किया गया {0}: {1}
ml_in: വിജയകരമായി പ്രാപ്തമല്ലാതാക്കി {0}: {1}
pl_pl: Pomyślnie wyłączono {0}: {1}

# CouldNotVerifyStateAfterDisabling
source: Could not verify state after disabling {0}: {1}
ar: لا يمكن التحقق من الحالة بعد تعطيل {0}: {1}
de_de: Status nach dem Deaktivieren von {0} konnte nicht verifiziert werden: {1}
el_gr: Δεν ήταν δυνατή η επαλήθευση κατάστασης μετά την απενεργοποίηση {0}: {1}
es: No se pudo verificar el estado después de deshabilitar {0}: {1}
fr_fr: Impossible de vérifier l'état après la désactivation de {0} : {1}
he_il: לא ניתן היה לאמת את המצב לאחר השבתת {0}: {1}
hi_in: अक्षम करने के बाद स्थिति सत्यापित नहीं की जा सकी {0}: {1}
ml_in: പ്രാപ്തമല്ലാതാക്കിയതിന് ശേഷം നില പരിശോധിക്കാൻ കഴിഞ്ഞില്ല {0}: {1}
pl_pl: Nie można zweryfikować stanu po wyłączeniu {0}: {1}

# FailedToDisableItem
source: Failed to disable {0}: {1}
ar: فشل في تعطيل {0}: {1}
de_de: Deaktivieren von {0} fehlgeschlagen: {1}
el_gr: Αποτυχία απενεργοποίησης {0}: {1}
es: Falló al deshabilitar {0}: {1}
fr_fr: Échec de la désactivation de {0} : {1}
he_il: נכשל בהשבתת {0}: {1}
hi_in: अक्षम करने में विफल {0}: {1}
ml_in: പ്രാപ്തമല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു {0}: {1}
pl_pl: Nie udało się wyłączyć {0}: {1}

# ErrorDisablingItem
source: Error disabling {0}: {1}
ar: خطأ في تعطيل {0}: {1}
de_de: Fehler beim Deaktivieren von {0}: {1}
el_gr: Σφάλμα απενεργοποίησης {0}: {1}
es: Error deshabilitando {0}: {1}
fr_fr: Erreur lors de la désactivation de {0} : {1}
he_il: שגיאה בהשבתת {0}: {1}
hi_in: अक्षम करने में त्रुटि {0}: {1}
ml_in: പ്രാപ്തമല്ലാതാക്കുന്നതിൽ പിശക് {0}: {1}
pl_pl: Błąd podczas wyłączania {0}: {1}

# NoItemsSelectedForEnable
source: No items selected. Please select one or more features or capabilities to enable.
ar: لم يتم تحديد عناصر. يرجى تحديد ميزة أو قدرات واحدة أو أكثر للتمكين.
de_de: Keine Elemente ausgewählt. Bitte wählen Sie ein oder mehrere Features oder Funktionen zum Aktivieren aus.
el_gr: Δεν επιλέχθηκαν στοιχεία. Παρακαλώ επιλέξτε ένα ή περισσότερα χαρακτηριστικά ή δυνατότητες για ενεργοποίηση.
es: No se seleccionaron elementos. Por favor seleccione una o más características o capacidades para habilitar.
fr_fr: Aucun élément sélectionné. Veuillez sélectionner une ou plusieurs fonctionnalités ou capacités à activer.
he_il: לא נבחרו פריטים. נא לבחור תכונה או יכולת אחת או יותר להפעלה.
hi_in: कोई आइटम चयनित नहीं। कृपया सक्षम करने के लिए एक या अधिक सुविधाएं या क्षमताएं चुनें।
ml_in: ഇനങ്ങളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല. പ്രാപ്തമാക്കാൻ ഒന്നോ അതിലധികമോ ഫീച്ചറുകളോ കഴിവുകളോ തിരഞ്ഞെടുക്കുക.
pl_pl: Nie wybrano żadnych elementów. Wybierz jedną lub więcej funkcji lub możliwości do włączenia.

# StartingBulkEnableOperation
source: Starting bulk enable operation for {0} selected items...
ar: بدء عملية التمكين الجماعي لـ {0} عنصر محدد...
de_de: Massenaktivierung für {0} ausgewählte Elemente wird gestartet...
el_gr: Έναρξη λειτουργίας μαζικής ενεργοποίησης για {0} επιλεγμένα στοιχεία...
es: Iniciando operación de habilitación masiva para {0} elementos seleccionados...
fr_fr: Démarrage de l'opération d'activation en masse pour {0} éléments sélectionnés...
he_il: מתחיל פעולת הפעלה מרובת-פריטים עבור {0} פריטים נבחרים...
hi_in: {0} चयनित आइटम के लिए बल्क सक्षम ऑपरेशन शुरू कर रहे हैं...
ml_in: {0} തിരഞ്ഞെടുത്ത ഇനങ്ങൾക്കായി ബൾക്ക് പ്രാപ്തമാക്കൽ പ്രവർത്തനം ആരംഭിക്കുന്നു...
pl_pl: Rozpoczynanie operacji masowego włączania dla {0} wybranych elementów...

# SuccessfullyEnabledAllSelectedItems
source: Successfully enabled all {0} selected items.
ar: تم تمكين جميع {0} العناصر المحددة بنجاح.
de_de: Alle {0} ausgewählten Elemente erfolgreich aktiviert.
el_gr: Ενεργοποιήθηκαν επιτυχώς όλα τα {0} επιλεγμένα στοιχεία.
es: Se habilitaron exitosamente todos los {0} elementos seleccionados.
fr_fr: Activation réussie de tous les {0} éléments sélectionnés.
he_il: הופעלו בהצלחה כל {0} הפריטים שנבחרו.
hi_in: सभी {0} चयनित आइटम सफलतापूर्वक सक्षम किए गए।
ml_in: എല്ലാ {0} തിരഞ്ഞെടുത്ത ഇനങ്ങളും വിജയകരമായി പ്രാപ്തമാക്കി.
pl_pl: Pomyślnie włączono wszystkie {0} wybrane elementy.

# FailedToEnableAllSelectedItems
source: Failed to enable all {0} selected items.
ar: فشل في تمكين جميع {0} العناصر المحددة.
de_de: Aktivieren aller {0} ausgewählten Elemente fehlgeschlagen.
el_gr: Αποτυχία ενεργοποίησης όλων των {0} επιλεγμένων στοιχείων.
es: Falló al habilitar todos los {0} elementos seleccionados.
fr_fr: Échec de l'activation de tous les {0} éléments sélectionnés.
he_il: נכשל בהפעלת כל {0} הפריטים שנבחרו.
hi_in: सभी {0} चयनित आइटम सक्षम करने में विफल।
ml_in: എല്ലാ {0} തിരഞ്ഞെടുത്ത ഇനങ്ങളും പ്രാപ്തമാക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się włączyć wszystkich {0} wybranych elementów.

# BulkEnableCompleted
source: Bulk enable completed: {0} succeeded, {1} failed.
ar: اكتمل التمكين الجماعي: {0} نجح، {1} فشل.
de_de: Massenaktivierung abgeschlossen: {0} erfolgreich, {1} fehlgeschlagen.
el_gr: Η μαζική ενεργοποίηση ολοκληρώθηκε: {0} επέτυχαν, {1} απέτυχαν.
es: Habilitación masiva completada: {0} exitosos, {1} fallidos.
fr_fr: Activation en masse terminée : {0} réussi(s), {1} échoué(s).
he_il: הפעלת אצווה הושלמה: {0} הצליחו, {1} נכשלו.
hi_in: बल्क सक्षम पूर्ण: {0} सफल, {1} विफल।
ml_in: ബൾക്ക് പ്രാപ്തമാക്കൽ പൂർത്തിയായി: {0} വിജയിച്ചു, {1} പരാജയപ്പെട്ടു.
pl_pl: Masowe włączanie zakończone: {0} udane, {1} nieudane.

# FailedItems
source: Failed items: {0}
ar: العناصر الفاشلة: {0}
de_de: Fehlgeschlagene Elemente: {0}
el_gr: Στοιχεία που απέτυχαν: {0}
es: Elementos fallidos: {0}
fr_fr: Éléments échoués : {0}
he_il: פריטים שנכשלו: {0}
hi_in: विफल आइटम: {0}
ml_in: പരാജയപ്പെട്ട ഇനങ്ങൾ: {0}
pl_pl: Nieudane elementy: {0}

source: Error during bulk enable operation
ar: خطأ أثناء عملية التمكين الجماعي
de_de: Fehler während der Massenaktivierung
el_gr: Σφάλμα κατά τη λειτουργία μαζικής ενεργοποίησης
es: Error durante operación de habilitación masiva
fr_fr: Erreur lors de l'opération d'activation en masse
he_il: שגיאה במהלך פעולת ההפעלה המרובת
hi_in: बल्क सक्षम ऑपरेशन के दौरान त्रुटि
ml_in: ബൾക്ക് പ്രാപ്തമാക്കൽ പ്രവർത്തനത്തിനിടയിൽ പിശക്
pl_pl: Błąd podczas operacji masowego włączania

# NoItemsSelectedForDisable
source: No items selected. Please select one or more features or capabilities to disable.
ar: لم يتم تحديد عناصر. يرجى تحديد ميزة أو قدرات واحدة أو أكثر للتعطيل.
de_de: Keine Elemente ausgewählt. Bitte wählen Sie ein oder mehrere Features oder Funktionen zum Deaktivieren aus.
el_gr: Δεν επιλέχθηκαν στοιχεία. Παρακαλώ επιλέξτε ένα ή περισσότερα χαρακτηριστικά ή δυνατότητες για απενεργοποίηση.
es: No se seleccionaron elementos. Por favor seleccione una o más características o capacidades para deshabilitar.
fr_fr: Aucun élément sélectionné. Veuillez sélectionner une ou plusieurs fonctionnalités ou capacités à désactiver.
he_il: לא נבחרו פריטים. נא לבחור תכונה או יכולת אחת או יותר להשבתה.
hi_in: कोई आइटम चयनित नहीं। कृपया अक्षम करने के लिए एक या अधिक सुविधाएं या क्षमताएं चुनें।
ml_in: ഇനങ്ങളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല. പ്രാപ്തമല്ലാതാക്കാൻ ഒന്നോ അതിലധികമോ ഫീച്ചറുകളോ കഴിവുകളോ തിരഞ്ഞെടുക്കുക.
pl_pl: Nie wybrano żadnych elementów. Wybierz jedną lub więcej funkcji lub możliwości do wyłączenia.

# StartingBulkDisableOperation
source: Starting bulk disable operation for {0} selected items...
ar: بدء عملية التعطيل الجماعي لـ {0} عنصر محدد...
de_de: Massendeaktivierung für {0} ausgewählte Elemente wird gestartet...
el_gr: Έναρξη λειτουργίας μαζικής απενεργοποίησης για {0} επιλεγμένα στοιχεία...
es: Iniciando operación de deshabilitación masiva para {0} elementos seleccionados...
fr_fr: Démarrage de l'opération de désactivation en masse pour {0} éléments sélectionnés...
he_il: מתחיל פעולת השבתה מרובת-פריטים עבור {0} פריטים נבחרים...
hi_in: {0} चयनित आइटम के लिए बल्क अक्षम ऑपरेशन शुरू कर रहे हैं...
ml_in: {0} തിരഞ്ഞെടുത്ത ഇനങ്ങൾക്കായി ബൾക്ക് പ്രാപ്തമല്ലാതാക്കൽ പ്രവർത്തനം ആരംഭിക്കുന്നു...
pl_pl: Rozpoczynanie operacji masowego wyłączania dla {0} wybranych elementów...

# SuccessfullyDisabledAllSelectedItems
source: Successfully disabled all {0} selected items.
ar: تم تعطيل جميع {0} العناصر المحددة بنجاح.
de_de: Alle {0} ausgewählten Elemente erfolgreich deaktiviert.
el_gr: Απενεργοποιήθηκαν επιτυχώς όλα τα {0} επιλεγμένα στοιχεία.
es: Se deshabilitaron exitosamente todos los {0} elementos seleccionados.
fr_fr: Désactivation réussie de tous les {0} éléments sélectionnés.
he_il: הושבתו בהצלחה כל {0} הפריטים שנבחרו.
hi_in: सभी {0} चयनित आइटम सफलतापूर्वक अक्षम किए गए।
ml_in: എല്ലാ {0} തിരഞ്ഞെടുത്ത ഇനങ്ങളും വിജയകരമായി പ്രാപ്തമല്ലാതാക്കി.
pl_pl: Pomyślnie wyłączono wszystkie {0} wybrane elementy.

# FailedToDisableAllSelectedItems
source: Failed to disable all {0} selected items.
ar: فشل في تعطيل جميع {0} العناصر المحددة.
de_de: Deaktivieren aller {0} ausgewählten Elemente fehlgeschlagen.
el_gr: Αποτυχία απενεργοποίησης όλων των {0} επιλεγμένων στοιχείων.
es: Falló al deshabilitar todos los {0} elementos seleccionados.
fr_fr: Échec de la désactivation de tous les {0} éléments sélectionnés.
he_il: נכשל בהשבתת כל {0} הפריטים שנבחרו.
hi_in: सभी {0} चयनित आइटम अक्षम करने में विफल।
ml_in: എല്ലാ {0} തിരഞ്ഞെടുത്ത ഇനങ്ങളും പ്രാപ്തമല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się wyłączyć wszystkich {0} wybranych elementów.

# BulkDisableCompleted
source: Bulk disable completed: {0} succeeded, {1} failed.
ar: اكتمل التعطيل الجماعي: {0} نجح، {1} فشل.
de_de: Massendeaktivierung abgeschlossen: {0} erfolgreich, {1} fehlgeschlagen.
el_gr: Η μαζική απενεργοποίηση ολοκληρώθηκε: {0} επέτυχαν, {1} απέτυχαν.
es: Deshabilitación masiva completada: {0} exitosos, {1} fallidos.
fr_fr: Désactivation en masse terminée : {0} réussi(s), {1} échoué(s).
he_il: השבתת אצווה הושלמה: {0} הצליחו, {1} נכשלו.
hi_in: बल्क अक्षम पूर्ण: {0} सफल, {1} विफल।
ml_in: ബൾക്ക് പ്രാപ്തമല്ലാതാക്കൽ പൂർത്തിയായി: {0} വിജയിച്ചു, {1} പരാജയപ്പെട്ടു.
pl_pl: Masowe wyłączanie zakończone: {0} udane, {1} nieudane.

source: Error during bulk disable operation
ar: خطأ أثناء عملية التعطيل الجماعي
de_de: Fehler während der Massendeaktivierung
el_gr: Σφάλμα κατά τη λειτουργία μαζικής απενεργοποίησης
es: Error durante operación de deshabilitación masiva
fr_fr: Erreur lors de l'opération de désactivation en masse
he_il: שגיאה במהלך פעולת ההשבתה המרובת
hi_in: बल्क अक्षम ऑपरेशन के दौरान त्रुटि
ml_in: ബൾക്ക് പ്രാപ്തമല്ലാതാക്കൽ പ്രവർത്തനത്തിനിടയിൽ പിശക്
pl_pl: Błąd podczas operacji masowego wyłączania
